tap "homebrew/bundle"
brew "act"
brew "sqlite"
brew "glib"
brew "chezmoi"
brew "curl"
brew "efm-langserver"
brew "fd"
brew "gettext"
brew "fontforge"
brew "git"
brew "neovim"
brew "nodebrew"
brew "pyenv"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "stow"
